Repository: olivo/side-channel-analyzer
Catalog: benchmarks/openclinic/locale/*/*-openclinic.po
Languages: it_it

source: Optimize Database
it_it: Ottimizzare il database

source: Admin
it_it: Amministratore

source: Optimizing Database: %s
it_it: Ottimizzazzione del Database: %s

source: Database is empty.
it_it: Il Database è vuoto.

source: Table Name
it_it: Nome della Tabella

source: Size
it_it: Dimensione

source: Status
it_it: Stato

source: Space Saved
it_it: Spazio ottimizzato

source: Already optimized
it_it: Già ottimizzato

source: Optimized!
it_it: Ottimizzato!

source: Optimization Results
it_it: Ottimizzazione dei Risultati

source: Total Database Size: %d KB
it_it: Dimensione Totale del Database: %d KB

source: Total Space Saved: %d KB
it_it: Totale dello Spazio Ottimizzato: %d KB

source: Back return
it_it: Torna indietro

source: Dump result
it_it: Risultato del Dump

source: No tables found in database.
it_it: Nessuna tabella trovata nel database.

source: Structure and data
it_it: Struttura e dati

source: Structure only
it_it: Solo struttura

source: Data only
it_it: Solo dati

source: Type
it_it: Tipologia Utente

source: Generation Time
it_it: Data e ora di generazione dei dati

source: Server Version
it_it: Versione del Server

source: PHP Version
it_it: Versione PHP

source: All Tables
it_it: Tutte le Tabelle

source: Table Summary: %s
it_it: Tabelle utilizzate: %s

source: Table structure for table %s
it_it: Struttura della Tabella %s

source: Dumping data for table %s
it_it: Dump dei dati per la Tabella %s

source: Install dump from file
it_it: Installare da file di dump

source: Select all
it_it: Seleziona tutto

source: Unselect all
it_it: Deseleziona tutto

source: View dump of database
it_it: Visualizza dump del database

source: Export to XML format
it_it: Esporta nel formato XML

source: Export to CSV format (data only)
it_it: Esporta nel formato CSV (solo dati)

source: Options
it_it: Operazioni

source: Add 'DROP TABLE'
it_it: Aggiungi frase 'RIMUOVI TABELLA'

source: Complete 'INSERTs'
it_it: Completa 'INSERTs'

source: Extended 'INSERTs'
it_it: Esteso 'INSERTs'

source: Enclose table and field names with backquotes
it_it: Citando i nomi di tabelle e campi

source: Add 'DELETE * FROM __table__'
it_it: Aggiungi frase 'DELETE * FROM __table__'

source: Add 'USE __dbname__'
it_it: Aggiunti frase 'USE __dbname__'

source: Add 'CREATE DATABASE __dbname__'
it_it: Aggiungi 'CREATE DATABASE __dbname__'

source: Save as file
it_it: Salva come file

source: Extended options
it_it: Opzioni avanzate

source: Submit
it_it: Invio

source: Note: Some check options are exclusive. Be carefully!
it_it: Nota: Alcune opzioni di verifica sono esclusive. Fai attenzione!

source: Use the following functions located in the left hand navigation area to manage your clinic's staff and administrative records.
it_it: Utilizza il menù collocato nell'area di navigazione a sinistra per la gestione del sistema e degli utenti

source: Config settings
it_it: Impostazioni

source: Update config settings.
it_it: Aggiorna impostazioni.

source: Staff Members
it_it: Membri del personale

source: View the clinic staff member list.
it_it: Visualizza la lista del personale clinico.

source: From this list you can:
it_it: Da questa lista tu puoi:

source: build a new staff member
it_it: Creare un nuovo membro del personale

source: edit the staff member information
it_it: Modificare le informazioni di un membro del personale

source: build or edit the clinic user associated
it_it: Modificare il ruolo di un utente

source: delete a staff member
it_it: Eliminare un membro del personale

source: Users
it_it: Utenti

source: View the list of clinic users.
it_it: Visualizza la lista degli utenti della clinica.

source: build a new clinic user
it_it: Creare un nuovo utente

source: edit a existing clinic user
it_it: Modificare un utente esistente

source: reset a user's password
it_it: cambiare password utente

source: delete a clinic user
it_it: eliminare un utente

source: Themes
it_it: Temi

source: View the list of site look and feel themes.
it_it: Vedere l'elenco dei temi

source: set the theme in use by default for your site
it_it: Impostare il tema da utilizzare di default per il tuo sito

source: build a new site theme
it_it: Costruire un nuovo tema per il sito

source: edit an existing theme
it_it: Modificare un tema esistente

source: delete a theme
it_it: Eliminare un tema

source: From this option you can:
it_it: Da queste opzioni tu puoi:

source: install dump from file
it_it: Installa il dump da file

source: export database dump to %s format
it_it: Esportare dump del database in formato %s

source: optimize database
it_it: Ottimizzare il database

source: View logs generated by the program:
it_it: Visualizza i log generati dall'applicazione:

source: user's accesses logs
it_it: log di accesso utenti

source: operations with medical records logs
it_it: Registro delle operazioni con le cartelle cliniche

source: statistics for years, months, days and hours
it_it: statistiche per anni, mesi, giorni e ore

source: Record Logs
it_it: Log registrazioni

source: Access Logs
it_it: Log di accesso

source: Log Statistics
it_it: Statistiche sui log

source: Year %d
it_it: Anno %d

source: Day %d
it_it: Giorno %d

source: Administrator
it_it: Amministratore

source: Administrative
it_it: Amministrativo

source: Doctor
it_it: Medico

source: No logs in this date.
it_it: Non risultano log in questa data.

source: Access Date
it_it: Data di accesso

source: Table
it_it: Tabelle

source: Operation
it_it: Operazioni

source: Data
it_it: Dati

source: Profile
it_it: Profilo

source: Data has been updated.
it_it: I dati sono stati aggiornati.

source: Note: The fields with * are required.
it_it: Nota: I campi contrassegnati con * sono obbligatori.

source: Note: If zero, searchs return all results without pagination.
it_it: Nota: se zero, la ricerca ritornerà tutti i risultati

source: Session Timeout
it_it: Tempo di sessione

source: minutes
it_it: minuti

source: Search Results
it_it: Risultati della ricerca

source: items per page
it_it: elementi per pagina

source: Language
it_it: Linguaggio

source: Theme by default
it_it: Temi di default

source: Application
it_it: Applicazione

source: Clinic Name
it_it: Nome dell Clinica

source: Clinic Hours
it_it: Orario di lavoro

source: Clinic Address
it_it: Indirizzo

source: Clinic Phone
it_it: Telefono clinica

source: Clinic URL
it_it: URL clinica

source: Clinic
it_it: Clinica

source: Update
it_it: Aggiorna

source: That staff member does not exist.
it_it: Questo membro del personale non esiste.

source: Staff member, %s, has been deleted.
it_it: Un membro del personale, %s, è stato eliminato.

source: Delete Staff Member
it_it: Elimina un membro del personale

source: Are you sure you want to delete staff member, %s %s %s?
it_it: Sei sicuro di volere eliminare come membro del personale, %s %s %s?

source: Delete
it_it: Elimina

source: Note: The del function will delete the related user too (if exists).
it_it: Nota: La funzione elimina cancellerà anche l'utente associato (se esiste).

source: Return
it_it: Ritorno

source: Login, %s, already exists. The changes have no effect.
it_it: Login, %s, già esistente. Le modifiche non hanno avuto effetti.

source: Staff member, %s, has been updated.
it_it: Un membro del personale, %s, è stato aggiornato.

source: Edit Administrative Information
it_it: Modifica Informazioni Amministrativi

source: Edit Doctor Information
it_it: Modifica informazioni sui medici

source: You are not authorized to use %s tab.
it_it: Tu non sei autorizzato a utlizzare l'etichetta %s.

source: Tax Identification Number (TIN)
it_it: Codice Fiscale

source: Collegiate Number
it_it: Numero di licenza medica

source: First Name
it_it: Nome

source: Surname 1
it_it: Cognome 1

source: Surname 2
it_it: Cognome 2

source: Address
it_it: Indirizzo

source: Phone Contact
it_it: Tel

source: Administratives:
it_it: Amministrativi:

source: Doctors:
it_it: Medici:

source: Add New Administrative
it_it: Aggiungi un nuovo Amministrativo

source: Add New Doctor
it_it: Aggiungi un Nuovo Medico

source: View all staff members
it_it: Visualizza tutti i membri del personale

source: View only administratives
it_it: Visualizza solo gli amministrativi

source: View only doctors
it_it: visualizza solo i medici

source: No results found.
it_it: Nessun risultato trovato.

source: Function
it_it: Funzione

source: edit
it_it: Modifica

source: delete
it_it: elimina

source: create user
it_it: Crea Utente

source: edit user
it_it: Modifica Profilo Utente

source: Note: To the create user function must have a correct login.
it_it: Nota: Per creare una funzione utente devi essere autenticato correttamente.

source: Note: The del function will not be applicated to the session user.
it_it: Nota: La funzione elimina non potrà essere applicata per l'utente di questa sessione.

source: Staff member, %s, has been added.
it_it: Un membro del personale, %s, è stato aggiunto.

source: Add New Administrative Information
it_it: Aggiungi un informazione amministrativa

source: Add New Doctor Information
it_it: Aggiungi Anagrafica Medico

source: That theme does not exist.
it_it: Questo tema non esiste

source: Theme, %s, has been deleted.
it_it: Il tema, %s, è stato eliminato.

source: Delete Theme
it_it: Elimina Tema

source: Are you sure you want to delete theme, %s?
it_it: Sei sicuro di volere eliminare il tema, %s?

source: Filename of theme, %s, already exists. The changes have no effect.
it_it: Il nome del tema, %s, è già esistente. I cambiamenti non hanno avuto effetti.

source: Theme, %s, has been updated.
it_it: Il tema, %s, è stato aggiornato.

source: Edit Theme
it_it: Modifica Tema

source: Preview Theme
it_it: Anteprima Tema

source: Preload CSS file
it_it: Precarico di un file CSS

source: Theme Name
it_it: Nome del Tema

source: CSS File
it_it: File CSS

source: CSS Rules
it_it: Regola CSS

source: Add New Theme
it_it: Aggiungi un nuovo Tema

source: Change Theme by default in application
it_it: Cambia il Tema di default nell'applicazione

source: Choose a New Theme:
it_it: Scegli un nuovo Tema:

source: Themes List:
it_it: Lista Temi:

source: Usage
it_it: Usati

source: copy
it_it: Copia

source: preview
it_it: anteprima

source: validate
it_it: convalidare

source: in use
it_it: in uso

source: by application
it_it: dall'applicazione

source: %d user(s)
it_it: %d utente(s)

source: Note: The delete function is not available on the themes that are currently in use by some user or by the application.
it_it: Nota: La funzione elimina non è disponibile per gli elementi attualmente in uso da alcuni utenti o applicazioni.

source: Note: The functions edit and delete are not available on the application themes.
it_it: Nota: La funzione modifica e la funzione elimina non sono disponibili per i temi dell'applicazione.

source: Theme, %s, has been added.
it_it: Il tema, %s, è stato aggiunto.

source: Path Filename
it_it: Percorso Nome File

source: %s Theme Preview
it_it: Anteprima Tema %s

source: Close Window
it_it: Chiudi Finestra

source: This is a preview of the %s theme.
it_it: Questa è l'anteprima del tema %s.

source: Sample Link
it_it: esempio di di collegamento

source: Subtitle Sample:
it_it: esempio di sottotitolo:

source: Table Heading
it_it: Intestazione Tabella

source: Sample data row %d
it_it: La riga di dati %d

source: Required Field
it_it: Campo Richiesto

source: Sample Input Text
it_it: Campo di testo di esempio

source: Sample Button
it_it: Bottone di esempio

source: Sample Error
it_it: Esempio di Errore

source: Sample Warning
it_it: Esempio di avviso

source: Sample Info
it_it: Esempio di informazione

source: Sample Hint
it_it: esempio di collegamento

source: Default theme has been changed.
it_it: Il tema di default è stato cambiato.

source: No logs for user %s.
it_it: Non sono presenti log l'utente %s.

source: Access Logs List for user %s
it_it: Lista dei log di accesso per l'utente %s

source: %d accesses.
it_it: %d accesso.

source: Return to users list
it_it: Ritorna alla lista utenti

source: That user does not exist.
it_it: L'utente non esiste.

source: User, %s, has been deleted.
it_it: L'utente, %s, è stato eliminato.

source: Delete User
it_it: Elimina Utente

source: Are you sure you want to delete user, %s?
it_it: Sei sicuro di voler eliminare l'utente, %s?

source: User, %s, has been updated.
it_it: L'utente, %s, è stato aggiornato.

source: This is a required field.
it_it: Questo è un campo obbligatorio.

source: This field is not correct.
it_it: Questo campo non è corretto.

source: Change User Data
it_it: Cambia Data Utente

source: Edit User
it_it: Modifica Profilo Utente

source: Fill password fields only if you want to change it.
it_it: Compila i campi password solo se vuoi cambiare la password.

source: Current Password
it_it: Password Corrente

source: Re-enter Password
it_it: Conferma Password

source: Actived
it_it: Attivata

source: Theme
it_it: Temi

source: Create New User
it_it: Crea Nuovo Utente

source: There no more users to create. You must create more staff members first.
it_it: Non ci sono utenti da creare. Devi prima aggiungere membri del personale

source: Select a login to create a new user
it_it: Seleziona un login per creare un nuovo utente

source: Create
it_it: Crea

source: Users List:
it_it: Lista Utenti:

source: edit member
it_it: Modifica membro

source: accesses
it_it: Accesso

source: transactions
it_it: transazioni

source: yes
it_it: si

source: User, %s, has been added.
it_it: L'utente, %s, è stato aggiunto.

source: Add New User
it_it: Aggiungi nuovo utente

source: Password of user, %s, has been reset.
it_it: La password dell'utente, %s, è stata cambiata.

source: Reset User Password
it_it: Cambia la password Utente

source: Record Logs List for user %s
it_it: Registra lista dei log per l'utente %s

source: %d transactions.
it_it: transazioni %d.

source: Login unknown.
it_it: Login sconosciuto

source: Your user account has been suspended. Contact with administrator to resolve this problem.
it_it: Il tuo account utente è stato sospeso. Contatta l'amministratore per risolvere il problema.

source: Invalid sign on.
it_it: Credenziali non valide

source: This function is not available in this demo version of OpenClinic.
it_it: Questa funzione non è abilitata per la versione demo di OpenClinic.

source: Session timeout
it_it: Sessione scaduta

source: Invalid profile page
it_it: Pagina profilo invalida

source: You are not authorized to use this page.
it_it: Tu non sei autorizzato a utlizzare questa pagina

source: User Login
it_it: Login Utente

source: No session support. Authentication process will fail. Check your PHP configuration.
it_it: Non supportato per questa sessione. Autenticazione fallita. Controlla la configurazione PHP

source: You must have cookies enabled to access your account.
it_it: Devi avere i cookies abilitati per accedere al tuo account.

source: Last attempt to type correct password before suspend this user account.
it_it: Ultimo tentativo per immettere la password corretta prima di sospendere l'account.

source: Enter
it_it: Invio

source: OpenClinic Help
it_it: Aiuto da OpenClinic

source: Welcome to OpenClinic
it_it: Benvenuto in OpenClinic

source: OpenClinic is an easy to use, open source, medical records system.
it_it: OpenClinic è un sistema open source per la gestione di cartelle cliniche.

source: When you select any of the following tabs you will be prompted to login.
it_it: Per utilizzare una delle seguenti funzioni è necessario essere autenticati al sistema tramite login.

source: Medical Records
it_it: Cartelle Cliniche

source: Use this tab to manage your patient's medical records.
it_it: Utilizza questa scheda per gestire le cartelle cliniche dei tuoi pazienti.

source: Patient's Administration:
it_it: Amministrazione del paziente:

source: Search, new, delete, edit
it_it: Cerca, nuovo, elimina, modifica

source: Social Data
it_it: Anagrafica Paziente

source: Clinic History
it_it: Storia Clinica dei Pazienti

source: Problem Reports
it_it: Lista dei problemi

source: Use this tab to manage administrative options.
it_it: Utilizza questa scheda per la gestione amministrativa del sistema.

source: Staff members
it_it: Membri del personale

source: Clinic themes editor
it_it: Editor temi

source: System users
it_it: Utenti del sistema

source: License
it_it: Licenza

source: OpenClinic Install
it_it: Installazione di OpenClinic

source: Parse failed.
it_it: Analisi non riuscita

source: Back to installation main page
it_it: Torna alla pagina principale di installazione

source: File installed correctly.
it_it: File installato correttamente.

source: Go to OpenClinic
it_it: Vai a OpenClinic

source: Install file
it_it: Installa File

source: Cancel
it_it: Annulla

source: The connection to the database failed with the following error:
it_it: La connessione al database è fallita per il seguente errore:

source: Please make sure the following has been done before running this install script.
it_it: Assicurarsi di aver effettuato le seguenti operazioni prima di eseguire lo script di installazione.

source: Create OpenClinic database (%s of the install instructions)
it_it: Crea il database di OpenClinic (%s dalle istruzioni di installazione)

source: step %d
it_it: Passo %d

source: Create OpenClinic database user (%s of the install instructions)
it_it: Crea un utente per il database OpenClinic (%s delle istruzioni di installazione)

source: Update %s with your new database username and password (%s of the install instructions)
it_it: Aggiorna %s con il tuo nuovo username e password il database (%s dalle istruzioni di installazione)

source: See %s for more details.
it_it: Per maggiori dettagli vedere %s.

source: Install Instructions
it_it: Istruzioni per l'installazione

source: Database connection is good.
it_it: La connessione al database è avvenuta con successo.

source: View file
it_it: Visualizza file

source: Install a SQL file
it_it: Installa un file SQL

source: Database Creation
it_it: Creazione del database

source: Building OpenClinic tables...
it_it: Creando le tabelle di OpenClinic...

source: OpenClinic (version %s) is already installed.
it_it: OpenClinic (versione %s) è già installato.

source: Are you sure you want to delete all clinic data and create new OpenClinic tables?
it_it: Sei sicuro di voler eliminare tutti i dati clinici e creare nuove tabelle di OpenClinic?

source: If you continue all data will be lost.
it_it: Se tu continui tutti i dati andranno persi.

source: Continue
it_it: Continua

source: Table %s dropped.
it_it: La tabella %s è stata eliminata.

source: Table %s created.
it_it: Tabella %s creata.

source: Last instruction failed
it_it: Ultima istruzione non riuscita

source: OpenClinic tables have been created successfully!
it_it: Le tabelle di OpenClinic sono state create con successo!

source: Start using OpenClinic
it_it: Inizia ad utilizzare OpenClinic

source: Process sql [%s]
it_it: Processo sql [%s]

source: Error: %s
it_it: Errore: %s

source: The connection to the database failed with the following error: %s
it_it: La connessione al database è fallita per il seguente errore: %s

source: Version field doesn't have a valid format (%s).
it_it: Il formato del campo non è valido (%s).

source: There aren't upgrade files.
it_it: Non ci sono file aggiornati.

source: Upgrade Database
it_it: Aggiornamento Database

source: Finded version: %s
it_it: Trovata versione: %s

source: Aplying %s file...
it_it: Applicando %s file...

source: Error processing file: %s
it_it: Errore nell'elaborazione dei file: %s

source: Upgraded to version: %s
it_it: Aggiornato alla versione: %s

source: Database upgrade finished correctly!
it_it: L'aggiornamento del database è avvenuto correttamente

source: OpenClinic Install Wizard
it_it: Installazione guidata di OpenClinic

source: Step %d of %d:
it_it: Passo %d di %d:

source: OpenClinic is free software, distributed under GNU General Public License (GPL). Please read the license and, if you agree, click on 'I accept' button.
it_it: OpenClinic è un software gratuito, distribuito con licenza (GPL). Leggi la licenza, e clicca sul bottone 'Accetto'.

source: Back
it_it: indietro

source: I accept
it_it: Accetto

source: Read the license before continue
it_it: Leggi la licenza prima di continuare

source: MySQL Database Settings
it_it: Impostazioni del database MySQL

source: Install script create OpenClinic database. These following values will be written in %s file. All fields are required.
it_it: Installa lo script per creare il database di OpenClinic. I valori seguenti vengono scritti nel file %s. Tutti i campi sono obbligatori.

source: Database User:
it_it: Utente del database:

source: Database Password:
it_it: Password del database:

source: Database Name:
it_it: Nome del Database

source: Next
it_it: Seguente

source: Check data before continue
it_it: Verificare i dati prima di continuare

source: Config Settings
it_it: impostazioni

source: These are OpenClinic config settings.
it_it: Queste sono le impostazioni di OpenClinic.

source: Session Timeout (minutes):
it_it: Limite del tempo di sessione (minuti):

source: Search Results (items per page):
it_it: Ricerca risultati (elementi per pagina):

source: Customize your site
it_it: Personalizza la tua applicazione

source: Admin Data
it_it: Dati di amministrazione

source: required
it_it: Obbligatorio

source: Password is the most important field
it_it: Il campo Password è il più importante

source: Last Check before Install
it_it: Ultimo controllo prima dell'installazione

source: Here are the values you entered. %s to remember your admin password and other settings.
it_it: Qui ci sono i valori che hai inserito. %s Stampa questa pagina per ricordare la password di amministratore e le altre impostazioni.

source: Print this page
it_it: Stampa questa pagina

source: Install
it_it: Installare

source: If you are not sure in any value, go back before install
it_it: Se tu non sei sicuro in qualche valore, torna indietro prima dell'installazione

source: Incorrect permissions of %s file. Continue is impossible.
it_it: Autorizzazione errata al file %s. Non è possibile continuare.

source: Error in writing proccess. Continue is impossible.
it_it: Errore nel processo di scrittura. Non è possibile continuare.

source: The MySQL server does not work or login pass is false.
it_it: MySQL server non funziona. Verifica Login e password.

source: Please check these values and if any is wrong back to step 2:
it_it: Si prega di controllare i seguenti dati e se sono errati tornare al livello 2:

source: Instruction: %s Error: %s
it_it: Istruzione: %s Error: %s

source: %s: To protect your site, make %s and %s files read only (chmod 400).
it_it: %s: Per proteggere il tuo sito, imposta i file %s e %s in sola lettura (chmod 400).

source: Security advice
it_it: Avviso di sicurezza

source: That's folks!!!
it_it: E questo è tutto

source: Requirements
it_it: Requisiti

source: This script will configure OpenClinic database and %s file.
it_it: Questo script configurerà il database OpenClinic e %s file.

source: The file %s already exists in your system! This script INSTALLS and DOES NOT UPGRADE. It will remove all OpenClinic data. If this is what you want, you can go on. If you want upgrade go to the %s.
it_it: Il file %s esiste già nel tuo sistema! Questo script INSTALLA e non AGGIORNA. rimuoverà tutti i dati di OpenClinic. Se questo è quello che vuoi fare, continua. Se tu vuoi fare un aggiornamento vai a %s.

source: upgrade script
it_it: Aggiornamento dello script

source: Read Thouroughly
it_it: Leggi attentamente

source: For OpenClinic to work, you need the following on the server:
it_it: Per fare lavorare OpenClinic, è necessario quanto segue sul server:
