Repository: olivo/side-channel-analyzer
Catalog: benchmarks/openclinic/locale/*/*-openclinic.po
Languages: it_it

source: Webserver (you have %s)
it_it: Webserver (tu hai %s)

source: PHP >= %s (you have PHP %s)
it_it: PHP >= %s (tu hai PHP %s)

source: error
it_it: Errore

source: Write access to %s file
it_it: Accesso in scrittura al file %s

source: This file is still not web writeable. This is good in normal time, for security reasons. However, during this installation, you need to set this file with writing permissions. You will have to do it manually.
it_it: Questo file non è ancora scrivibile via web per motivi di sicurezza. Durante l'installazione dovrete settare manualmente il file con i permessi di scrittura.

source: Deactivate read-only mode in the file properties of %s.
it_it: Disattiva la modalità di sola lettura nelle proprietà del file%s.

source: Open a shell, go to %s directory and type %s.
it_it: Apri un terminale, vai in %s directory e tipo %s.

source: Once made it, click in Next button.
it_it: Fatto questo, clicca nel pulsante avanti

source: To install OpenClinic on a Windows machine for test, you just need to install %s before.
it_it: Per installare OpenClinic su una macchina Windows per effettuare il test, è sufficiente installare %s prima.

source: For more details, see %s.
it_it: Per maggiori dettagli, vedere %s.

source: Press Next button to continue
it_it: Premi il bottone Avanti per continuare

source: is missing!!
it_it: E' assente

source: Database Host is empty.
it_it: Host vuoto.

source: Database User is empty.
it_it: il Database Utente è vuoto.

source: Database Name is empty.
it_it: Il nome del database è vuoto.

source: Session Timeout must be great than zero.
it_it: Il limite della sessione di tempo deve essere maggiore di zero.

source: Items per page must be great than zero.
it_it: Gli elementi per pagina devono essere più di zero.

source: Admin password must be at least 4 characters.
it_it: La password di amministratore deve essere di almeno 4 caratteri.

source: There were some errors
it_it: Ci sono alcuni errori nei dati

source: Password must be at least %d characters.
it_it: La password deve essere di almeno %d caratteri.

source: Confirmation password must be at least %d characters.
it_it: Il campo di conferma password deve essere di almeno %d caratteri.

source: Summary
it_it: Sommario

source: Powered by OpenClinic
it_it: Prodotto da OpenClinic

source: View Relatives
it_it: Visualizza familiari

source: Medical Problems Report
it_it: Lista dei Problemi Medici

source: Print Medical Record
it_it: Stampa Cartella Clinica

source: Project Page
it_it: Pagina del Progetto

source: Report Bugs
it_it: Informazioni sugli errori

source: manage your user account
it_it: Gestisci il tuo account utente

source: OpenClinic Readme
it_it: OpenClinic Leggimi

source: View source code
it_it: Visualizza codice sorgente

source: Opens a new window
it_it: Aprire una nuova finestra

source: Demo version features
it_it: Caratteristiche della versione demo

source: Clinic hours: %s
it_it: Orario lavorativo: %s

source: Clinic address: %s
it_it: Indirizzo clinica: %s

source: Clinic phone: %s
it_it: Tel: %s

source: version
it_it: versione

source: Under the %s
it_it: sotto la %s

source: This is a demo version
it_it: Questa è una versione demo

source: Page generation: %s seconds
it_it: Generazione pagina in: %s secondi

source: Skip over navigation
it_it: Salta la barra di navigazione

source: Install Wizard
it_it: Installazione guidata

source: Search Patient
it_it: Cerca Paziente

source: New Patient
it_it: Nuovo Paziente

source: Error occurred
it_it: Si è verificato un errore

source: Create Time
it_it: Data e ora di creazione

source: Update Time
it_it: Data e ora dell'ultimo aggiornamento

source: Check Time
it_it: Data e ora dell'ultima verifica

source: Neither text nor html part present
it_it: Nessun testo presente

source: Sender address missing
it_it: Manca l'indirizzo del mittente

source: Recipient address missing
it_it: Manca l'indirizzo del ricevente

source: ERROR: Some fields have been incorrectly filled. Please fix the fields and send the form again. Each incorrectly filled field is marked with specific error message.
it_it: Errore: Alcuni campi non sono stati riempiti correttamente.Si prega di controllare i dati inseriti.

source: January
it_it: Gennaio

source: February
it_it: Febbraio

source: March
it_it: Marzo

source: April
it_it: Aprile

source: May
it_it: Maggio

source: June
it_it: Giugno

source: July
it_it: Luglio

source: August
it_it: Agosto

source: September
it_it: Settembre

source: October
it_it: Ottobre

source: November
it_it: Novembre

source: December
it_it: Dicembre

source: Yearly Stats: %d hits
it_it: Statistiche annuali: %d

source: There are not statistics
it_it: Non ci sono statistiche

source: Year
it_it: Anno

source: Hits
it_it: Voci

source: Monthly Stats for %d: %d hits
it_it: Statistiche mensili per %d: %d voci

source: Month
it_it: Mese

source: Daily Stats for %s, %d: %d hits
it_it: Statistiche giornaliere per %s, %d: %d voci

source: Day
it_it: Giorno

source: Hourly Stats for %s %d, %d: %d hits
it_it: Statistiche orarie per %s %d, %d: %d

source: Hour
it_it: Ora

source: Total
it_it: Totale

source: Busiest Year: %d (%d hits)
it_it: Giorno con maggore affluenza: %d (%d voci)

source: Busiest Month: %s %d (%d hits)
it_it: Mese con maggiore affluenza: %s %d (%d voci)

source: Busiest Day: %d %s %d (%d hits)
it_it: Giorno con maggore affluenza: %d %s %d (%d voci)

source: Busiest Hour: %s on %s %d, %d (%d hits)
it_it: Ora con maggiore affluenza: %s su %s %d, %d (%d voci)

source: prev
it_it: precedente

source: next
it_it: prossimo

source: Result Pages
it_it: Pagina dei risultati

source: Connection with medical problem, %s, has been deleted.
it_it: La relazione con il problema medico, %s, è stata eliminata.

source: That patient does not exist.
it_it: Questo paziente non esiste

source: That medical problem does not exist.
it_it: Questo problema medico non esiste.

source: Delete Connection with Medical Problem
it_it: Cancella la relazione con il problema medico

source: View Connection Problems
it_it: Mostra problemi relativi

source: Are you sure you want to delete connection, %s, from list?
it_it: Sei sicuro di volere eliminare la relazione, %s, dalla lista?

source: Add New Connection Problems
it_it: Aggiungi i problemi correlati

source: No connections defined for this medical problem.
it_it: Non ci sono relazioni definite per questo problema medico

source: Connection Problems List:
it_it: Lista dei problemi medici relativi:

source: Opening Date
it_it: Data di apertura

source: Wording
it_it: Dichiarazione del paziente

source: view
it_it: vista

source: Connection problems have been added.
it_it: Le relazioni con il problema medico sono state aggiunte.

source: No medical problems defined for this patient.
it_it: Non ci sono problemi medici definiti per questo paziente.

source: Medical Problems List:
it_it: Lista dei problemi medici:

source: Order Number
it_it: numero d'ordine

source: Add selected to Connection Problems List
it_it: Aggiungi marcatori per la lista delle relazioni ai problemi

source: Family Antecedents have been updated.
it_it: La storia familiare è stata aggiornata.

source: Edit Family Antecedents
it_it: Modifica storia familiare

source: View Family Antecedents
it_it: Visualizza storia familiare

source: Parents Status Health
it_it: Stato di salute dei genitori

source: Brothers and Sisters Status Health
it_it: Stato di salute di fratelli e sorelle

source: Spouse and Childs Status Health
it_it: Lo stato di salute del coniuge e dei figli

source: Family Illness
it_it: Malattie familiari

source: Family Antecedents
it_it: Storia familiare

source: View Personal Antecedents
it_it: Visualizza storia personale

source: Closed Medical Problems List:
it_it: Lista dei problemi medici chiusa:

source: No closed medical problems defined for this patient.
it_it: Non ci sono problemi definiti per questo paziente.

source: Closing Date
it_it: Data di chiusura

source: tests
it_it: test

source: connect
it_it: Relazioni

source: Personal Antecedents have been updated.
it_it: La storia personale è stata aggiornata.

source: Edit Personal Antecedents
it_it: Modifica storia personale

source: Birth and Growth
it_it: Nascita e crescita

source: Growth and Sexuality
it_it: Lo sviluppo e la sessualità

source: Feed
it_it: Alimentazione

source: Habits
it_it: Abitudini

source: Peristaltic Conditions
it_it: Albo

source: Psychological Conditions
it_it: Condizioni psicologiche

source: Children Complaint
it_it: Malattie dell'infanzia

source: Venereal Disease
it_it: Malattie a trasmissione sessuale

source: Accidents and Surgical Operations
it_it: Incidenti e interventi chirurgici

source: Medicinal Intolerance
it_it: Intolleranza farmacologica

source: Mental Illness
it_it: Malattia mentale

source: Personal Antecedents
it_it: Storia personale

source: Use the following functions located in the left hand navigation area to manage your medical records.
it_it: Utilizza il menù localizzato nell'area di navigazione a sinistra per gestire le cartelle cliniche dei tuoi pazientii.

source: Search and view patients. Once a patient is selected you can:
it_it: Cerca e visualizza pazienti. Seleziona il paziente e puoi:

source: manage social data
it_it: gestire i dati anagrafici

source: manage clinic history
it_it: gestire la storia clinica

source: manage problems report
it_it: gestire le segnalazioni dei problemi

source: print medical record
it_it: stampare i problemi medici

source: Last Viewed Patients
it_it: Ultimi Pazienti Visti

source: Build a new patient information in medical records system.
it_it: Registra un nuovo paziente.

source: Patient, %s, has been deleted.
it_it: Il paziente, %s, è stato eliminato

source: Delete Patient
it_it: Eimina paziente

source: Are you sure you want to delete patient, %s?
it_it: Sei sicuro di volere eliminare il paziente %s?

source: Patient name, %s, is already in use. The changes have no effect.
it_it: Il nome paziente, %s, è già registrato al sistema. Le modifiche non hanno avuto effetto.

source: Patient has been updated.
it_it: Il paziente è stato aggiornato

source: Edit Patient Social Data
it_it: Modifica Anagrafica Paziente

source: Male
it_it: Maschio

source: Female
it_it: Femmina

source: Sex
it_it: Sesso

source: Race
it_it: Nazionalità

source: Birth Date
it_it: Data di nascita

source: (yyyy-mm-dd)
it_it: aaaa-mm-gg

source: Birth Place
it_it: Luogo di nascita

source: Decease Date
it_it: Data di decesso

source: Sanitary Card Number (SCN)
it_it: Numero della Tessera Sanitaria (SNC)

source: National Health Service Number (NHSN)
it_it: Numero di sicurezza sociale (NHSN)

source: Family Situation
it_it: Situazione familiare

source: Labour Situation
it_it: Situazione lavorativa

source: Education
it_it: Istruzione

source: Insurance Company
it_it: Compagnia di assicurazione

source: Doctor you are assigned to
it_it: Medico assegnato

source: Patient has been added.
it_it: Il paziente è stato aggiunto

source: Add New Patient
it_it: Aggiungi Nuovo Paziente

source: No results found for '%s'.
it_it: Nessun risultato trovato per '%s'.

source: %d matches found.
it_it: %d trovata.

source: Search Results From Query: %s
it_it: Risultati della ricerca: %s

source: Field
it_it: Cerca paziente per

source: Search
it_it: Cerca

source: Logical
it_it: Logico

source: Limit
it_it: Numero massimo dei risultati

source: All
it_it: Tutti

source: Search Patient by Medical Problem
it_it: Cerca paziente per problema medico

source: Note: Empty search to see all results.
it_it: Nota: Se il campo contrassegnato con * viene lasciato vuoto, verranno mostrati tutti i risultati.

source: Edit Social Data
it_it: Modifica Anagrafica Paziente

source: Patient
it_it: Paziente

source: Age
it_it: Età

source: No patient selected.
it_it: Non è stato selezionato alcun paziente

source: Attending Physician
it_it: Medico Curante

source: Last Update Date
it_it: Ultima modifica

source: Meeting Place
it_it: Luogo di incontro

source: Subjective
it_it: Sintomo

source: Objective
it_it: Segni

source: Appreciation
it_it: Valutazione

source: Action Plan
it_it: Piano di azione

source: Prescription
it_it: Prescrizione

source: Medical problem, %s, has been deleted.
it_it: Il problema medico, %s, è stato eliminato

source: Delete Medical Problem
it_it: Elimina problemi medici

source: Are you sure you want to delete medical problem, %s, from list?
it_it: Sei sicuro di volere eliminare il problema medico,%s, dalla lista?

source: Medical problem, %s, has been added to closed medical problems list.
it_it: Il problema medico, %s, è stato aggiunto alla lista dei problemi medici.

source: Medical problem, %s, has been updated.
it_it: I problemi medici, %s, sono stati aggiornati

source: Edit Medical Problem
it_it: Modifica Problemi medici

source: Closed Problem
it_it: Problema chiuso

source: Add New Medical Problem
it_it: Aggiungi nuovo problema medico

source: Medical problem, %s, has been added.
it_it: Il problema medico, %s, è stato aggiunto.

source: Edit Medical Problem Data
it_it: MOdifica la data del problema medico

source: View Medical Tests
it_it: Visualizza test medici

source: Medical Problem Data
it_it: Data del problema medico

source: Relative, %s, has been deleted.
it_it: I parenti, %s, sono stati eliminati.

source: Delete Relative from list
it_it: Rimuovi famiglia dalla lista

source: Are you sure you want to delete relative, %s, from list?
it_it: Sei sicuro di volere eliminare i familiari dalla lista %s ?

source: Search Relatives to add to list
it_it: Ricerca una famiglia da aggiungere alla lista

source: No relatives defined for this patient.
it_it: Non ci sono parenti definiti per questo paziente.

source: Relatives List:
it_it: Lista parenti:

source: Relatives have been added.
it_it: I parenti sono stati aggiunti

source: Add selected to Relatives List
it_it: Aggiungere marcatori all'elenco di famiglia

source: Medical test, %s, has been deleted.
it_it: Il test medico, %s, è stato eliminato.

source: That medical test does not exist
it_it: Questo test medico non esiste

source: Delete Medical Test
it_it: Elimina test medico

source: Are you sure you want to delete medical test, %s, from list?
it_it: Sei sicuro di volere eliminare il test medico, %s, dalla lista?

source: Medical test, %s, has been updated.
it_it: Il test medico, %s, è stato aggiornato.

source: Edit Medical Test
it_it: Modifica test medico

source: Document Type
it_it: Tipo di documento

source: Add New Medical Test
it_it: Aggiungi nuovo test medico

source: No medical tests defined for this medical problem.
it_it: Non ci sono test medici definiti per questo problema medico

source: Medical Tests List:
it_it: Lista dei test medici:

source: Medical test, %s, has been added.
it_it: Il test medico, %s, è stato aggiunto.

source: Add Medical Test
it_it: Aggiungi test medico

source: %s must be greater or equal than %s.
it_it: %s deve essere maggiore o uguale a %s.

source: This field must be numeric.
it_it: Questo campo deve essere numerico.

source: This field must not contain a decimal point.
it_it: Questo campo non deve contenere cifre decimali.

source: This field must be greater than zero.
it_it: Questo campo deve essere maggiore di zero.

source: This field must be at least %d characters.
it_it: Questo campo deve essere di almeno %d caratteri.

source: This field must not contain any spaces.
it_it: Questo campo non deve contenere alcuno spazio.

source: This field can't contain the symbols %s
it_it: Questo campo non può contenere il simbolo %s

source: That filename is reserved for internal use.
it_it: Tale nome è riservato per uso interno.

source: Invalid email, no @ symbol in string.
it_it: e-mail non valida, non è presente il simbolo @ nella stringa.

source: Missing data [%s]@[%s]
it_it: Mancano alcuni dati in [%s]@[%s]

source: Whitespace in [%s]@[%s]
it_it: Ci sono spazi vuoti in [%s]@[%s]

source: This field can't be empty if you want to change password.
it_it: Questo campo non può essere vuoto se si desidera modificare la password.

source: Passwords do not match.
it_it: La password non corrisponde.

source: Source file: %s
it_it: File sorgente: %s

source: No file found.
it_it: File non trovato
